insert into user_account (`username`, `created_by`, `updated_by`, `created_at`, `updated_at`, `is_removed`) values
        ('user01', 1, null, '2024-10-20 00:00:00', null, false);

insert into exam (`name`, `orders`, `created_by`, `created_at`) values
        ('제 1회 모의고사', 0, 1, '2024-10-20 00:00:00'),
        ('제 2회 모의고사', 0, 1, '2024-10-20 00:00:01'),
        ('제 3회 모의고사', 0, 1, '2024-10-20 00:00:02'),
        ('제 4회 모의고사', 0, 1, '2024-10-20 00:00:03'),
        ('제 5회 모의고사', 0, 1, '2024-10-20 00:00:04'),
        ('제 6회 모의고사', 0, 1, '2024-10-20 00:00:05'),
        ('제 7회 모의고사', 0, 1, '2024-10-20 00:00:06'),
        ('제 8회 모의고사', 0, 1, '2024-10-20 00:00:07'),
        ('제 9회 모의고사', 0, 1, '2024-10-20 00:00:08'),
        ('제 10회 모의고사', 0, 1, '2024-10-20 00:00:09'),
        ('제 11회 모의고사', 0, 1, '2024-10-20 00:00:10'),
        ('제 12회 모의고사', 0, 1, '2024-10-20 00:00:11'),
        ('제 13회 모의고사', 0, 1, '2024-10-20 00:00:12'),
        ('제 14회 모의고사', 0, 1, '2024-10-20 00:00:13'),
        ('제 15회 모의고사', 0, 1, '2024-10-20 00:00:14'),
        ('제 16회 모의고사', 0, 1, '2024-10-20 00:00:15'),
        ('제 17회 모의고사', 0, 1, '2024-10-20 00:00:16'),
        ('제 18회 모의고사', 0, 1, '2024-10-20 00:00:17'),
        ('제 19회 모의고사', 0, 1, '2024-10-20 00:00:18'),
        ('제 20회 모의고사', 0, 1, '2024-10-20 00:00:19'),
        ('제 21회 모의고사', 0, 1, '2024-10-20 00:00:20');

insert into question(`exam_id`, `code_id`, `name`, `progress_type`, `article`, `answer`, `created_by`, `created_at`) values
        (21, 2, '문제1', 'IN_PROGRESS', '본문을 작성해주세요.', '0', 1, '2024-10-10 00:00:00'),
        (21, 2, '문제2', 'IN_PROGRESS', '본문을 작성헤주세요.', '0', 1, '2024-10-10 00:00:00'),
        (21, 2, '문제3', 'IN_PROGRESS', '본문을 작성헤주세요.', '0', 1, '2024-10-10 00:00:00'),
        (21, 2, '문제4', 'IN_PROGRESS', '본문을 작성헤주세요.', '0', 1, '2024-10-10 00:00:00'),
        (21, 2, '문제5', 'IN_PROGRESS', '본문을 작성헤주세요.', '0', 1, '2024-10-10 00:00:00');

insert into selection(`question_id`, `selection_id`, `content`, `created_at`, `updated_at`) values
        (1, 1, '1번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (1, 2, '2번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (1, 3, '3번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (1, 4, '4번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (1, 5, '5번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (2, 1, '1번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (2, 2, '2번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (2, 3, '3번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (2, 4, '4번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (2, 5, '5번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (3, 1, '1번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (3, 2, '2번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (3, 3, '3번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (3, 4, '4번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (3, 5, '5번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (4, 1, '1번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (4, 2, '2번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (4, 3, '3번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (4, 4, '4번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (4, 5, '5번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (5, 1, '1번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (5, 2, '2번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (5, 3, '3번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (5, 4, '4번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null),
        (5, 5, '5번 객관식 답을 작성해주세요.', '2024-10-10 00:00:00', null);